---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBordern1
source: html/6d9e2e2f-74d8-9a00-41a7-bd0a61ac33ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBordern1 Property

"Adjust for Mullion Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAdjustBordern1 { get; }
```